"Name:" = “이름:”;
"Wildcard" = “와일드 카드”;

"Extension:" = “확장자:”;

"Label:" = “꼬리표:”;
"Hold Command to select multiple labels" = “Command 키를 눌러 복수의 꼬리표 선택";

"Kind:" = “종류:”;
"Any" = “모두”;
"Folder" = “폴더”;
"File" = “파일”;

// E.g: 2 items selected
"%{value1}@ items selected" = "%{value1}@개의 항목이 선택됨";

"Extend selection" = “선택 확장";

"Select" = “선택”;
"Invert" = “선택 반전”;
"Select & Close" = “선택 후 닫기";